Repository: minios-linux/minios-configurator
Catalog: po/*.po
Languages: de, es, pt_br, ru

source: Choose how system modules are loaded: • 'simple' – load modules as-is. • 'merged' – consolidates dpkg databases, passwd, shadow, and groups; updates caches. Usually not required unless modules are built independently. See: man 7 live-config (search 'module-mode')
de: Wählen Sie, wie Systemmodule geladen werden: • 'simple' – Module werden wie vorhanden geladen. • 'merged' – konsolidiert dpkg-Datenbanken, passwd, shadow und groups; aktualisiert Caches. Normalerweise nicht erforderlich, es sei denn, Module werden unabhängig erstellt. Siehe: man 7 live-config (Suche 'module-mode')
es: Elija cómo se cargan los módulos del sistema: • 'simple' – cargar módulos tal cual. • 'merged' – consolida bases de datos dpkg, passwd, shadow y grupos; actualiza cachés. Generalmente no es necesario a menos que los módulos se construyan de forma independiente. Ver: man 7 live-config (buscar 'module-mode')
pt_br: Escolha como os módulos do sistema são carregados: • 'simple' – carrega os módulos como estão. • 'merged' – consolida bancos de dados dpkg, passwd, shadow e groups; atualiza caches. Geralmente não é necessário, a menos que os módulos sejam construídos independentemente. Veja: man 7 live-config (pesquise por 'module-mode')
ru: Выберите режим загрузки системных модулей: • 'simple' – загружает модули как есть. • 'merged' – объединяет базы данных dpkg, passwd, shadow и groups; обновляет кэши. Обычно не требуется, если модули не собраны независимо. См.: man 7 live-config (поиск 'module-mode')

source: live-config command line
de: live-config-Befehlszeile
es: Línea de comandos de live-config
pt_br: Linha de comando do live-config
ru: Параметры live-config

source: Additional boot parameters for live-config (separated by spaces). • Passed at startup to control various session aspects. • Example: 'boot=live live-config.debug' See: man 7 live-config (search 'cmdline')
de: Zusätzliche Boot-Parameter für live-config (durch Leerzeichen getrennt). • Werden beim Start übergeben, um verschiedene Aspekte der Sitzung zu steuern. • Beispiel: 'boot=live live-config.debug' Siehe: man 7 live-config (Suche 'cmdline')
es: Parámetros de arranque adicionales para live-config (separados por espacios). • Pasados al iniciar para controlar varios aspectos de la sesión. • Ejemplo: 'boot=live live-config.debug' Ver: man 7 live-config (buscar 'cmdline')
pt_br: Parâmetros de boot adicionais para live-config (separados por espaços). • Passado na inicialização para controlar vários aspectos da sessão. • Exemplo: 'boot=live live-config.debug' Veja: man 7 live-config (pesquise por 'cmdline')
ru: Дополнительные параметры загрузки для live-config (разделенные пробелами). • Передаются при запуске для управления различными аспектами сессии. • Пример: 'boot=live live-config.debug' См.: man 7 live-config (поиск 'cmdline')

source: Debug mode
de: Debug-Modus
es: Modo de depuración
pt_br: Modo de depuração
ru: Режим отладки

source: Activate to enable detailed debug output during boot. • Useful for troubleshooting configuration issues. See: man 7 live-config (search 'debug')
de: Aktivieren Sie, um detaillierte Debug-Ausgabe während des Starts zu ermöglichen. • Nützlich zur Fehlerbehebung bei Konfigurationsproblemen. Siehe: man 7 live-config (Suche 'debug')
es: Active para habilitar la salida de depuración detallada durante el arranque. • Útil para solucionar problemas de configuración. Ver: man 7 live-config (buscar 'debug')
pt_br: Ative para habilitar a saída de depuração detalhada durante a inicialização. • Útil para solucionar problemas de configuração. Veja: man 7 live-config (pesquise por 'debug')
ru: Активируйте, чтобы включить подробный отладочный вывод во время загрузки. • Полезно для устранения проблем с конфигурацией. См.: man 7 live-config (поиск 'debug')

source: Export logs to flash drive
de: Protokolle auf USB-Stick exportieren
es: Exportar registros a unidad USB
pt_br: Exportar logs para pen drive
ru: Экспортировать логи на флешку

source: If enabled, system logs will be copied to a connected flash drive at shutdown. • Useful for diagnostics and troubleshooting. See: https://github.com/minios-linux/minios-live/wiki
de: Wenn aktiviert, werden Systemprotokolle beim Herunterfahren auf einen angeschlossenen USB-Stick kopiert. • Nützlich für Diagnosen und Fehlerbehebung. Siehe: https://github.com/minios-linux/minios-live/wiki
es: Si está habilitado, los registros del sistema se copiarán a una unidad USB conectada al apagar. • Útil para diagnósticos y solución de problemas. Ver: https://github.com/minios-linux/minios-live/wiki
pt_br: Se ativado, os logs do sistema serão copiados para um pen drive conectado no desligamento. • Útil para diagnóstico e solução de problemas. Veja: https://github.com/minios-linux/minios-live/wiki
ru: Если включено, системные логи будут скопированы на подключенную флешку при выключении. • Полезно для диагностики и устранения неисправностей. См.: https://github.com/minios-linux/minios-live/wiki

source: If you are unsure about a field, do not change it. Incorrect settings may prevent the system from booting.
de: Wenn Sie sich bei einem Feld unsicher sind, ändern Sie es nicht. Falsche Einstellungen können das Starten des Systems verhindern.
es: Si no está seguro sobre un campo, no lo cambie. Configuraciones incorrectas pueden impedir que el sistema arranque.
pt_br: Se você não tiver certeza sobre um campo, não o altere. Configurações incorretas podem impedir o sistema de iniciar.
ru: Если вы не уверены в каком-либо поле, не изменяйте его. Неверные настройки могут помешать загрузке системы.

source: Save
de: Speichern
es: Guardar
pt_br: Salvar
ru: Сохранить
