Repository: minios-linux/minios-configurator
Catalog: po/*.po
Languages: de, es, pt_br, ru

source: Failed to load config: {}
de: Konfiguration konnte nicht geladen werden: {}
es: Error al cargar la configuración: {}
pt_br: Falha ao carregar a configuração: {}
ru: Не удалось загрузить конфигурацию: {}

source: Failed to update config: {}
de: Konfiguration konnte nicht aktualisiert werden: {}
es: Error al actualizar la configuración: {}
pt_br: Falha ao atualizar a configuração: {}
ru: Не удалось обновить конфигурацию: {}

source: User
de: Benutzer
es: Usuario
pt_br: Usuário
ru: Пользователь

source: Username
de: Benutzername
es: Nombre de usuario
pt_br: Nome de usuário
ru: Имя пользователя

source: Set the default username for the live session. • This user is created automatically at boot. See: man 7 live-config (search 'username')
de: Legen Sie den Standard-Benutzernamen für die Live-Sitzung fest. • Dieser Benutzer wird beim Start automatisch erstellt. Siehe: man 7 live-config (Suche 'username')
es: Establezca el nombre de usuario predeterminado para la sesión en vivo. • Este usuario se crea automáticamente al iniciar. Ver: man 7 live-config (buscar 'username')
pt_br: Define o nome de usuário padrão para a sessão live. • Este usuário é criado automaticamente na inicialização. Veja: man 7 live-config (pesquise por 'username')
ru: Установите имя пользователя по умолчанию для Live-сессии. • Этот пользователь создается автоматически при загрузке. См.: man 7 live-config (поиск 'username')

source: Full name
de: Vollständiger Name
es: Nombre completo
pt_br: Nome completo
ru: Полное имя

source: Enter the full name for the default user. • Used for display purposes (e.g., on login screens). See: man 7 live-config (search 'user-fullname')
de: Geben Sie den vollständigen Namen für den Standardbenutzer ein. • Wird für Anzeigezwecke verwendet (z. B. auf Anmeldebildschirmen). Siehe: man 7 live-config (Suche 'user-fullname')
es: Introduzca el nombre completo para el usuario predeterminado. • Se utiliza para fines de visualización (por ejemplo, en pantallas de inicio de sesión). Ver: man 7 live-config (buscar 'user-fullname')
pt_br: Insira o nome completo para o usuário padrão. • Usado para fins de exibição (por exemplo, em telas de login). Veja: man 7 live-config (pesquise por 'user-fullname')
ru: Введите полное имя для пользователя по умолчанию. • Используется для отображения (например, на экранах входа в систему). См.: man 7 live-config (поиск 'user-fullname')

source: User groups
de: Benutzergruppen
es: Grupos de usuario
pt_br: Grupos de usuário
ru: Группы пользователя

source: Specify additional groups for the user, separated by commas or spaces. • Grants access to devices and features (e.g., 'audio, video, plugdev'). See: man 7 live-config (search 'user-default-groups')
de: Geben Sie zusätzliche Gruppen für den Benutzer an, getrennt durch Kommas oder Leerzeichen. • Gewährt Zugriff auf Geräte und Funktionen (z. B. 'audio, video, plugdev'). Siehe: man 7 live-config (Suche 'user-default-groups')
es: Especifique grupos adicionales para el usuario, separados por comas o espacios. • Concede acceso a dispositivos y funciones (por ejemplo, 'audio, video, plugdev'). Ver: man 7 live-config (buscar 'user-default-groups')
pt_br: Especifique grupos adicionais para o usuário, separados por vírgulas ou espaços. • Concede acesso a dispositivos e recursos (por exemplo, 'audio, video, plugdev'). Veja: man 7 live-config (pesquise por 'user-default-groups')
ru: Укажите дополнительные группы для пользователя, разделенные запятыми или пробелами. • Предоставляет доступ к устройствам и функциям (например, 'audio, video, plugdev'). См.: man 7 live-config (поиск 'user-default-groups')

source: User password
de: Benutzerpasswort
es: Contraseña de usuario
pt_br: Senha do usuário
ru: Пароль пользователя

source: Set the initial password for the default user. • Leave blank to keep the existing password. • Spaces are not allowed. See: man 7 live-config (search 'user-password')
de: Legen Sie das anfängliche Passwort für den Standardbenutzer fest. • Leer lassen, um das vorhandene Passwort zu behalten. • Leerzeichen sind nicht erlaubt. Siehe: man 7 live-config (Suche 'user-password')
es: Establezca la contraseña inicial para el usuario predeterminado. • Deje en blanco para mantener la contraseña existente. • No se permiten espacios. Ver: man 7 live-config (buscar 'user-password')
pt_br: Define a senha inicial para o usuário padrão. • Deixe em branco para manter a senha existente. • Espaços não são permitidos. Veja: man 7 live-config (pesquise por 'user-password')
ru: Установите начальный пароль для пользователя по умолчанию. • Оставьте пустым, чтобы сохранить существующий пароль. • Пробелы не допускаются. См.: man 7 live-config (поиск 'user-password')

source: Root password
de: Root-Passwort
es: Contraseña de root
pt_br: Senha do root
ru: Пароль root

source: Set the initial password for the root (administrator) account. • Leave blank to keep the existing password. • Spaces are not allowed; ignored if 'No-root mode' is enabled. See: man 7 live-config (search 'root-password')
de: Legen Sie das anfängliche Passwort für das Root-Konto (Administrator) fest. • Leer lassen, um das vorhandene Passwort zu behalten. • Leerzeichen sind nicht erlaubt; ignoriert, wenn der 'Kein-Root-Modus' aktiviert ist. Siehe: man 7 live-config (Suche 'root-password')
es: Establezca la contraseña inicial para la cuenta root (administrador). • Deje en blanco para mantener la contraseña existente. • No se permiten espacios; se ignora si el 'Modo sin root' está habilitado. Ver: man 7 live-config (buscar 'root-password')
pt_br: Define a senha inicial para a conta root (administrador). • Deixe em branco para manter a senha existente. • Espaços não são permitidos; ignorado se o 'Modo sem root' estiver ativado. Veja: man 7 live-config (pesquise por 'root-password')
ru: Установите начальный пароль для учетной записи root (администратора). • Оставьте пустым, чтобы сохранить существующий пароль. • Пробелы не допускаются; игнорируется, если включен «Режим без root». См.: man 7 live-config (поиск 'root-password')

source: Link user directories to storage
de: Benutzerverzeichnisse mit Speicher verknüpfen
es: Enlazar directorios de usuario al almacenamiento
pt_br: Vincular diretórios de usuário ao armazenamento
ru: Связать каталоги пользователей с хранилищем

source: If enabled, user home directories will be symlinked to persistent storage. • Helps retain user data across reboots. • FAT, NTFS only. See: man 7 live-config (search 'link-user-dirs')
de: Wenn aktiviert, werden die Home-Verzeichnisse der Benutzer mit dem persistenten Speicher verknüpft (symlinked). • Hilft, Benutzerdaten über Neustarts hinweg zu erhalten. • Nur FAT, NTFS. Siehe: man 7 live-config (Suche 'link-user-dirs')
es: Si está habilitado, los directorios personales del usuario se vincularán simbólicamente al almacenamiento persistente. • Ayuda a retener los datos del usuario entre reinicios. • Solo FAT, NTFS. Ver: man 7 live-config (buscar 'link-user-dirs')
pt_br: Se ativado, os diretórios home do usuário serão linkados simbolicamente ao armazenamento persistente. • Ajuda a reter os dados do usuário entre reinicializações. • Apenas FAT, NTFS. Veja: man 7 live-config (pesquise por 'link-user-dirs')
ru: Если включено, домашние каталоги пользователей будут симлинкованы с постоянным хранилищем. • Помогает сохранить пользовательские данные при перезагрузках. • Только FAT, NTFS. См.: man 7 live-config (поиск 'link-user-dirs')

source: Bind user directories to storage
de: Benutzerverzeichnisse an Speicher binden
es: Montar directorios de usuario en almacenamiento
pt_br: Montar diretórios de usuário no armazenamento
ru: Монтировать каталоги пользователей в хранилище

source: If enabled, user home directories will be bind-mounted to persistent storage. • Helps retain user data across reboots. • FAT, NTFS only. See: man 7 live-config (search 'bind-user-dirs')
de: Wenn aktiviert, werden die Home-Verzeichnisse der Benutzer an den persistenten Speicher gebunden (bind-mounted). • Hilft, Benutzerdaten über Neustarts hinweg zu erhalten. • Nur FAT, NTFS. Siehe: man 7 live-config (Suche 'bind-user-dirs')
es: Si está habilitado, los directorios personales del usuario se montarán directamente al almacenamiento persistente. • Ayuda a retener los datos del usuario entre reinicios. • Solo FAT, NTFS. Ver: man 7 live-config (buscar 'bind-user-dirs')
pt_br: Se ativado, os diretórios home do usuário serão montados (bind-mounted) no armazenamento persistente. • Ajuda a reter os dados do usuário entre reinicializações. • Apenas FAT, NTFS. Veja: man 7 live-config (pesquise por 'bind-user-dirs')
ru: Если включено, домашние каталоги пользователей будут монтироваться в постоянное хранилище. • Помогает сохранить пользовательские данные при перезагрузках. • Только FAT, NTFS. См.: man 7 live-config (поиск 'bind-user-dirs')

source: User directories path on storage
de: Pfad der Benutzerverzeichnisse auf dem Speicher
es: Ruta de directorios de usuario en el almacenamiento
pt_br: Caminho dos diretórios de usuário no armazenamento
ru: Путь к каталогам пользователей в хранилище

source: Set the base path on persistent storage for user directories. • Example: '/minios/userdirs'. See: man 7 live-config (search 'user-dirs-path')
de: Legen Sie den Basispfad auf dem persistenten Speicher für Benutzerverzeichnisse fest. • Beispiel: '/minios/userdirs'. Siehe: man 7 live-config (Suche 'user-dirs-path')
es: Establezca la ruta base en el almacenamiento persistente para los directorios de usuario. • Ejemplo: '/minios/userdirs'. Ver: man 7 live-config (buscar 'user-dirs-path')
pt_br: Define o caminho base no armazenamento persistente para os diretórios de usuário. • Exemplo: '/minios/userdirs'. Veja: man 7 live-config (pesquise por 'user-dirs-path')
ru: Установите базовый путь на постоянном хранилище для каталогов пользователей. • Пример: '/minios/userdirs'. См.: man 7 live-config (поиск 'user-dirs-path')

source: System
es: Sistema
pt_br: Sistema
ru: Система

source: No-root mode
de: Kein-Root-Modus
es: Modo sin root
pt_br: Modo sem root
ru: Режим без root

source: If enabled, disables the root account, enhancing security. • Prevents root login and administrator access. • Ideal for live sessions. See: man 7 live-config (search 'noroot')
de: Wenn aktiviert, wird das Root-Konto deaktiviert, was die Sicherheit erhöht. • Verhindert Root-Anmeldung und Administratorzugriff. • Ideal für Live-Sitzungen. Siehe: man 7 live-config (Suche 'noroot')
es: Si está habilitado, deshabilita la cuenta root, mejorando la seguridad. • Evita el inicio de sesión de root y el acceso de administrador. • Ideal para sesiones en vivo. Ver: man 7 live-config (buscar 'noroot')
pt_br: Se ativado, desativa a conta root, aumentando a segurança. • Impede o login root e o acesso de administrador. • Ideal para sessões live. Veja: man 7 live-config (pesquise por 'noroot')
ru: Если включено, отключает учетную запись root, повышая безопасность. • Предотвращает вход root и доступ администратора. • Идеально для Live-сессий. См.: man 7 live-config (поиск 'noroot')

source: Hostname
es: Nombre de host
pt_br: Nome do host
ru: Имя хоста

source: Set the computer's network name (hostname). • Allowed characters: letters, numbers, hyphens. • Example: 'minios-pc'. See: man 7 live-config (search 'hostname')
de: Legen Sie den Netzwerknamen des Computers (Hostname) fest. • Erlaubte Zeichen: Buchstaben, Zahlen, Bindestriche. • Beispiel: 'minios-pc'. Siehe: man 7 live-config (Suche 'hostname')
es: Establezca el nombre de red del equipo (hostname). • Caracteres permitidos: letras, números, guiones. • Ejemplo: 'minios-pc'. Ver: man 7 live-config (buscar 'hostname')
pt_br: Define o nome de rede do computador (hostname). • Caracteres permitidos: letras, números, hífens. • Exemplo: 'minios-pc'. Veja: man 7 live-config (pesquise por 'hostname')
ru: Установите сетевое имя компьютера (имя хоста). • Допустимые символы: буквы, цифры, дефисы. • Пример: 'minios-pc'. См.: man 7 live-config (поиск 'hostname')

source: Locales
de: Sprachumgebungen
pt_br: Idiomas
ru: Языки

source: Set system language(s) and regional settings. • Enter locale codes separated by commas (e.g. 'de_DE.UTF-8, en_US.UTF-8'). • The first locale is treated as default. See: man 7 live-config (search 'locales')
de: Legen Sie die Systemsprache(n) und regionalen Einstellungen fest. • Geben Sie Sprachcodes durch Kommas getrennt ein (z. B. 'de_DE.UTF-8, en_US.UTF-8'). • Die erste Sprachumgebung wird als Standard behandelt. Siehe: man 7 live-config (Suche 'locales')
es: Configure el idioma o idiomas del sistema y la configuración regional. • Introduzca los códigos de locale separados por comas (por ejemplo, 'de_DE.UTF-8, en_US.UTF-8'). • El primer locale se considera predeterminado. Ver: man 7 live-config (buscar 'locales')
pt_br: Define o(s) idioma(s) do sistema e as configurações regionais. • Insira os códigos de locale separados por vírgulas (por exemplo, 'de_DE.UTF-8, en_US.UTF-8'). • O primeiro locale é tratado como padrão. Veja: man 7 live-config (pesquise por 'locales')
ru: Установите системный(е) язык(и) и региональные настройки. • Введите коды локалей через запятые (например, 'de_DE.UTF-8, en_US.UTF-8'). • Первая локаль считается основной. См.: man 7 live-config (поиск 'locales')

source: Timezone
de: Zeitzone
es: Zona horaria
pt_br: Fuso horário
ru: Часовой пояс

source: Set the system timezone (e.g., 'Europe/Berlin', 'America/New_York'). • Affects system clock and displayed times. See: man 7 live-config (search 'timezone')
de: Legen Sie die Systemzeitzone fest (z. B. 'Europe/Berlin', 'America/New_York'). • Beeinflusst die Systemuhr und die angezeigten Zeiten. Siehe: man 7 live-config (Suche 'timezone')
es: Establezca la zona horaria del sistema (por ejemplo, 'Europe/Berlin', 'America/New_York'). • Afecta el reloj del sistema y las horas mostradas. Ver: man 7 live-config (buscar 'timezone')
pt_br: Define o fuso horário do sistema (por exemplo, 'Europe/Berlin', 'America/New_York'). • Afeta o relógio do sistema e os horários exibidos. Veja: man 7 live-config (pesquise por 'timezone')
ru: Установите часовой пояс системы (например, 'Europe/Berlin', 'America/New_York'). • Влияет на системные часы и отображаемое время. См.: man 7 live-config (поиск 'timezone')

source: Default systemd target
de: Standard-systemd-Target
es: Objetivo systemd predeterminado
pt_br: Target padrão do systemd
ru: Цель systemd по умолчанию

source: Set the default boot target for systemd: • 'graphical' – start with a desktop. • 'multi-user' – console mode. • 'rescue' – minimal rescue mode. See: man systemd.special (search for 'target')
de: Legen Sie das Standard-Boot-Target für systemd fest: • 'graphical' – Start mit Desktop. • 'multi-user' – Konsolenmodus. • 'rescue' – minimaler Rettungsmodus. Siehe: man systemd.special (Suche nach 'target')
es: Establezca el objetivo de arranque predeterminado para systemd: • 'graphical' – iniciar con un escritorio. • 'multi-user' – modo consola. • 'rescue' – modo de rescate mínimo. Ver: man systemd.special (buscar 'target')
pt_br: Define o target de boot padrão para o systemd: • 'graphical' – inicia com um desktop. • 'multi-user' – modo console. • 'rescue' – modo de resgate mínimo. Veja: man systemd.special (pesquise por 'target')
ru: Установите цель загрузки по умолчанию для systemd: • 'graphical' – запуск с рабочим столом. • 'multi-user' – консольный режим. • 'rescue' – минимальный режим восстановления. См.: man systemd.special (поиск 'target')

source: Enable services
de: Dienste aktivieren
es: Habilitar servicios
pt_br: Ativar serviços
ru: Включить сервисы

source: List systemd services to enable at boot, separated by commas. • Example: 'ssh, NetworkManager'. • Use service names with or without '.service'. See: man systemctl (search 'enable')
de: Listen Sie die beim Start zu aktivierenden systemd-Dienste auf, getrennt durch Kommas. • Beispiel: 'ssh, NetworkManager'. • Verwenden Sie Dienstnamen mit oder ohne '.service'. Siehe: man systemctl (Suche 'enable')
es: Liste los servicios de systemd a habilitar en el arranque, separados por comas. • Ejemplo: 'ssh, NetworkManager'. • Use los nombres de los servicios con o sin '.service'. Ver: man systemctl (buscar 'enable')
pt_br: Liste os serviços systemd para ativar na inicialização, separados por vírgulas. • Exemplo: 'ssh, NetworkManager'. • Use nomes de serviço com ou sem '.service'. Veja: man systemctl (pesquise por 'enable')
ru: Перечислите сервисы systemd, которые необходимо включить при загрузке, разделяя их запятыми. • Пример: 'ssh, NetworkManager'. • Используйте имена сервисов с '.service' или без. См.: man systemctl (поиск 'enable')

source: Disable services
de: Dienste deaktivieren
es: Deshabilitar servicios
pt_br: Desativar serviços
ru: Отключить сервисы

source: List systemd services to disable at boot, separated by commas. • Example: 'bluetooth, ModemManager'. • Use service names with or without '.service'. See: man systemctl (search 'disable')
de: Listen Sie die beim Start zu deaktivierenden systemd-Dienste auf, getrennt durch Kommas. • Beispiel: 'bluetooth, ModemManager'. • Verwenden Sie Dienstnamen mit oder ohne '.service'. Siehe: man systemctl (Suche 'disable')
es: Liste los servicios de systemd a deshabilitar en el arranque, separados por comas. • Ejemplo: 'bluetooth, ModemManager'. • Use los nombres de los servicios con o sin '.service'. Ver: man systemctl (buscar 'disable')
pt_br: Liste os serviços systemd para desativar na inicialização, separados por vírgulas. • Exemplo: 'bluetooth, ModemManager'. • Use nomes de serviço com ou sem '.service'. Veja: man systemctl (pesquise por 'disable')
ru: Перечислите сервисы systemd, которые необходимо отключить при загрузке, разделяя их запятыми. • Пример: 'bluetooth, ModemManager'. • Используйте имена сервисов с '.service' или без. См.: man systemctl (поиск 'disable')

source: Keyboard
de: Tastatur
es: Teclado
pt_br: Teclado
ru: Клавиатура

source: Keyboard model
de: Tastaturmodell
es: Modelo de teclado
pt_br: Modelo de teclado
ru: Модель клавиатуры

source: Specify the keyboard hardware model (e.g., 'pc105'). • Leave blank for automatic detection. See: man 7 live-config (search 'keyboard-model')
de: Geben Sie das Hardwaremodell der Tastatur an (z. B. 'pc105'). • Für die automatische Erkennung leer lassen. Siehe: man 7 live-config (Suche 'keyboard-model')
es: Especifique el modelo de hardware del teclado (por ejemplo, 'pc105'). • Deje en blanco para la detección automática. Ver: man 7 live-config (buscar 'keyboard-model')
pt_br: Especifique o modelo de hardware do teclado (por exemplo, 'pc105'). • Deixe em branco para detecção automática. Veja: man 7 live-config (pesquise por 'keyboard-model')
ru: Укажите аппаратную модель клавиатуры (например, 'pc105'). • Оставьте пустым для автоматического определения. См.: man 7 live-config (поиск 'keyboard-model')

source: Keyboard layouts
de: Tastaturlayouts
es: Distribuciones de teclado
pt_br: Layouts de teclado
ru: Раскладки клавиатуры

source: List one or more keyboard layouts, separated by commas (e.g., 'us, ru'). • Controls which layouts are available in the session. See: man 7 live-config (search 'keyboard-layouts')
de: Listen Sie ein oder mehrere Tastaturlayouts auf, getrennt durch Kommas (z. B. 'us, ru'). • Steuert, welche Layouts in der Sitzung verfügbar sind. Siehe: man 7 live-config (Suche 'keyboard-layouts')
es: Liste una o más distribuciones de teclado, separadas por comas (por ejemplo, 'us, ru'). • Controla qué distribuciones están disponibles en la sesión. Ver: man 7 live-config (buscar 'keyboard-layouts')
pt_br: Liste um ou mais layouts de teclado, separados por vírgulas (por exemplo, 'us, ru'). • Controla quais layouts estão disponíveis na sessão. Veja: man 7 live-config (pesquise por 'keyboard-layouts')
ru: Перечислите одну или несколько раскладок клавиатуры, разделенных запятыми (например, 'us, ru'). • Определяет, какие раскладки доступны в сессии. См.: man 7 live-config (поиск 'keyboard-layouts')

source: Keyboard options
de: Tastaturoptionen
es: Opciones de teclado
pt_br: Opções de teclado
ru: Параметры клавиатуры

source: Set additional keyboard options (XKB). • Example: 'grp:alt_shift_toggle' to switch layouts with Alt+Shift. See: man 7 live-config (search 'keyboard-options')
de: Legen Sie zusätzliche Tastaturoptionen fest (XKB). • Beispiel: 'grp:alt_shift_toggle' zum Wechseln der Layouts mit Alt+Umschalt. Siehe: man 7 live-config (Suche 'keyboard-options')
es: Configure opciones adicionales del teclado (XKB). • Ejemplo: 'grp:alt_shift_toggle' para cambiar de distribución con Alt+Shift. Ver: man 7 live-config (buscar 'keyboard-options')
pt_br: Define opções de teclado adicionais (XKB). • Exemplo: 'grp:alt_shift_toggle' para alternar layouts com Alt+Shift. Veja: man 7 live-config (pesquise por 'keyboard-options')
ru: Установите дополнительные параметры клавиатуры (XKB). • Пример: 'grp:alt_shift_toggle' для переключения раскладок с помощью Alt+Shift. См.: man 7 live-config (поиск 'keyboard-options')

source: Keyboard variants
de: Tastaturvarianten
es: Variantes de teclado
pt_br: Variantes de teclado
ru: Варианты клавиатуры

source: Specify keyboard variants for chosen layouts, separated by commas. • Customize layout (e.g., 'dvorak' for US). • Leave blank if not needed. See: man 7 live-config (search 'keyboard-variants')
de: Geben Sie Tastaturvarianten für ausgewählte Layouts an, getrennt durch Kommas. • Anpassen des Layouts (z. B. 'dvorak' für US). • Leer lassen, wenn nicht benötigt. Siehe: man 7 live-config (Suche 'keyboard-variants')
es: Especifique variantes de teclado para los layouts elegidos, separadas por comas. • Personalice el layout (por ejemplo, 'dvorak' para US). • Deje en blanco si no es necesario. Ver: man 7 live-config (buscar 'keyboard-variants')
pt_br: Especifique variantes de teclado para os layouts escolhidos, separados por vírgulas. • Personalize o layout (por exemplo, 'dvorak' para US). • Deixe em branco se não for necessário. Veja: man 7 live-config (pesquise por 'keyboard-variants') • Deixe em branco se não for necessário. Veja: man 7 live-config (pesquise por 'keyboard-variants')
ru: Укажите варианты клавиатуры для выбранных раскладок, разделенные запятыми. • Настройка раскладки (например, 'dvorak' для US). • Оставьте пустым, если не требуется. См.: man 7 live-config (поиск 'keyboard-variants')

source: Advanced
de: Erweitert
es: Avanzado
pt_br: Avançado
ru: Дополнительно

source: Module mode
de: Modulmodus
es: Modo de módulo
pt_br: Modo de módulo
ru: Режим модулей
