Repository: minios-linux/minios-configurator
Catalog: locale/*.po
Languages: de, es, fr, it, pt, ru

source: Error
de: Fehler
fr: Erreur
it: Errore
ru: Ошибка

source: Warning
de: Warnung
es: Advertencia
fr: Avertissement
it: Avviso
ru: Предупреждение

source: Information
es: Información
it: Informazione
ru: Информация

source: MiniOS Configurator
de: MiniOS-Konfigurator
es: Configurador MiniOS
fr: Configurateur MiniOS
it: Configuratore MiniOS
pt: Configurador MiniOS
ru: Настройка MiniOS

source: You can read more about the parameters in man minios-configurator
de: Sie können mehr über die Parameter in der Manpage minios-configurator lesen
es: Puede leer más sobre los parámetros en `man minios-configurator`
fr: Vous pouvez obtenir plus d'informations sur les paramètres avec la commande `man minios-configurator`
it: Per maggiori informazioni sui parametri, consultare il manuale `man minios-configurator`
pt: Pode ler mais sobre os parâmetros no man minios-configurator
ru: Вы можете узнать больше о параметрах в руководстве по minios-configurator (man minios-configurator)

source: Select configuration options for MiniOS
de: Wählen Sie Konfigurationsoptionen für MiniOS
es: Seleccione las opciones de configuración para MiniOS
fr: Sélectionnez les options de configuration pour MiniOS
it: Seleziona le opzioni di configurazione per MiniOS
pt: Selecione opções de configuração para MiniOS
ru: Выберите параметры конфигурации для MiniOS

source: Username
de: Benutzername
es: Nombre de usuario
fr: Nom d'utilisateur
it: Nome utente
pt: Nome do usuário
ru: Имя пользователя

source: User password
de: Benutzerpasswort
es: Contraseña de usuario
fr: Mot de passe utilisateur
it: Password utente
pt: Senha do usuário
ru: Пароль пользователя

source: Root password
de: Root-Passwort
es: Contraseña de root
fr: Mot de passe root
it: Password root
pt: Senha root
ru: Пароль root

source: Hostname
es: Nombre de host
fr: Nom d'hôte
it: Nome host
pt: Nome do host
ru: Имя хоста

source: System type
de: Systemtyp
es: Tipo de sistema
fr: Type de système
it: Tipo di sistema
pt: Tipo de sistema
ru: Тип системы

source: Default SystemD target
de: Standard SystemD-Ziel
es: Destino SystemD predeterminado
fr: Cible SystemD par défaut
it: Target SystemD predefinito
pt: Destino SystemD padrão
ru: Цель по умолчанию для SystemD

source: Enable services (delimiter ,)
de: Dienste aktivieren (Trennzeichen ,)
es: Activar servicios (delimitador ,)
fr: Activer les services (séparateur ,)
it: Abilita servizi (separatore ,)
pt: Ativar serviços (delimitador ,)
ru: Включить службы (разделитель ,)

source: Disable services (delimiter ,)
de: Dienste deaktivieren (Trennzeichen ,)
es: Desactivar servicios (delimitador ,)
fr: Désactiver les services (séparateur ,)
it: Disabilita servizi (separatore ,)
pt: Desativar serviços (delimitador ,)
ru: Отключить службы (разделитель ,)

source: SSH key name on flash drive
de: SSH-Schlüsselname auf Flash-Laufwerk
es: Nombre de la clave SSH en la unidad flash
fr: Nom de la clé SSH sur la clé USB
it: Nome chiave SSH sulla chiavetta USB
pt: Nome da chave SSH no pendrive
ru: Имя SSH-ключа на флеш-накопителе

source: Executing scripts on boot
de: Skripte beim Booten ausführen
es: Ejecutar scripts al iniciar
fr: Exécuter les scripts au démarrage
it: Esecuzione script all'avvio
pt: Executar scripts na inicialização
ru: Выполнение скриптов при загрузке

source: Hide credentials
de: Anmeldeinformationen verbergen
es: Ocultar credenciales
fr: Masquer les identifiants
it: Nascondi credenziali
pt: Ocultar credenciais
ru: Скрыть учетные данные

source: Autologin
de: Automatisches Einloggen
es: Inicio de sesión automático
fr: Connexion automatique
it: Accedi automaticamente
pt: Login automático
ru: Автоматический вход

source: Require password for sudo/pkexec
de: Passwort für sudo/pkexec erforderlich
es: Solicitar contraseña para sudo/pkexec
fr: Demander un mot de passe pour sudo/pkexec
it: Richiedi password per sudo/pkexec
ru: Требовать пароль для sudo/pkexec

source: Link user directories to storage
de: Benutzerverzeichnisse mit Speicher verknüpfen
es: Vincular directorios de usuario al almacenamiento
fr: Lier les répertoires utilisateur au stockage
it: Collega le directory utente all'archiviazione
pt: Vincular diretórios de usuário ao armazenamento.
ru: Создание ссылок на папки пользователя на накопителе

source: Export logs to flash drive
de: Logs auf Flash-Laufwerk exportieren
es: Exportar registros a la unidad flash
fr: Exporter les journaux sur la clé USB
it: Esporta i log sulla chiavetta USB
pt: Exportar logs para o pendrive
ru: Экспорт журналов на флеш-накопитель

source: Locales (delimiter ,)
de: Locales (Trennzeichen ,)
es: Configuraciones regionales (delimitador ,)
fr: Paramètres régionaux (séparateur : ,)
it: Impostazioni internazionali (separatore ,)
ru: Локали (разделитель ,)

source: Timezone
de: Zeitzone
es: Zona horaria
fr: Fuseau horaire
it: Fuso orario
ru: Часовой пояс

source: Keyboard layouts (delimiter ,)
de: Tastaturlayouts (Trennzeichen ,)
es: Distribuciones de teclado (delimitador ,)
fr: Configurations de clavier (séparateur : ,)
it: Disposizioni tastiera (separatore ,)
ru: Раскладки клавиатуры (разделитель ,)

source: Keyboard model
de: Tastaturmodell
es: Modelo de teclado
fr: Modèle de clavier
it: Modello tastiera
ru: Модель клавиатуры

source: Keyboard options
de: Tastatur Optionen
es: Opciones de teclado
fr: Options du clavier
it: Opzioni tastiera
ru: Параметры клавиатуры

source: Keyboard variants
de: Tastaturvarianten
es: Variantes de teclado
fr: Variantes de clavier
it: Varianti tastiera
ru: Варианты клавиатуры

source: Invalid username. Read 'man useradd' for more information.
de: Ungültiger Benutzername. Lesen Sie 'man useradd' für weitere Informationen.
es: Nombre de usuario inválido. Consulte 'man useradd' para más información.
fr: Nom d'utilisateur invalide. Consultez 'man useradd' pour plus d'informations.
it: Nome utente non valido. Per maggiori informazioni, consultare `man useradd`.
pt: Nome de utilizador inválido. Leia 'man useradd' para mais informações.
ru: Недопустимое имя пользователя. Прочтите 'man useradd' для получения дополнительной информации.

source: Hostname must contain only letters (a-z, A-Z), digits (0-9), or dashes, start and end with a letter or number, and be between 2 to 63 characters long.
de: Der Hostname darf nur Buchstaben (a-z, A-Z), Ziffern (0-9) oder Bindestriche enthalten, muss mit einem Buchstaben oder einer Zahl beginnen und enden und zwischen 2 und 63 Zeichen lang sein.
es: El nombre de host debe contener solo letras (a-z, A-Z), dígitos (0-9) o guiones, comenzar y terminar con una letra o número, y tener entre 2 y 63 caracteres de longitud.
fr: Le nom d'hôte doit contenir uniquement des lettres (a-z, A-Z), des chiffres (0-9) ou des tirets, commencer et finir par une lettre ou un chiffre, et comporter entre 2 et 63 caractères.
it: Il nome host deve contenere solo lettere (a-z, A-Z), cifre (0-9) o trattini, iniziare e terminare con una lettera o un numero, ed essere lungo tra 2 e 63 caratteri.
pt: O nome do host deve conter apenas letras (a-z, A-Z), dígitos (0-9) ou hífens, começar e terminar com uma letra ou número, e ter entre 2 a 63 caracteres de comprimento.
ru: Имя хоста должно содержать только буквы (a-z, A-Z), цифры (0-9) или дефисы, начинаться и заканчиваться буквой или цифрой и быть длиной от 2 до 63 символов.

source: User password should not contain spaces or single quotes.
de: Das Benutzerpasswort darf keine Leerzeichen oder einfache Anführungszeichen enthalten.
es: La contraseña de usuario no debe contener espacios ni comillas simples.
fr: Le mot de passe utilisateur ne doit pas contenir d'espaces ni d'apostrophes.
it: La password utente non deve contenere spazi o apostrofi.
pt: A senha do utilizador não deve conter espaços nem aspas simples.
ru: Пароль пользователя не должен содержать пробелы или одинарные кавычки.

source: Root password should not contain spaces or single quotes.
de: Das Root-Passwort darf keine Leerzeichen oder einfache Anführungszeichen enthalten.
es: La contraseña de root no debe contener espacios ni comillas simples.
fr: Le mot de passe root ne doit pas contenir d'espaces ni d'apostrophes.
it: La password root non deve contenere spazi o apostrofi.
pt: A senha de root não deve conter espaços nem aspas simples.
ru: Пароль root'а не должен содержать пробелы или одинарные кавычки.

source: Reminder
de: Erinnerung
es: Recordatorio
fr: Rappel
it: Promemoria
pt: Lembrete
ru: Напоминание

source: You will need to reboot your system to apply the settings.
de: Sie müssen Ihr System neu starten, um die Einstellungen zu übernehmen.
es: Será necesario reiniciar el sistema para aplicar la configuración.
fr: Vous devrez redémarrer votre système pour appliquer les paramètres.
it: È necessario riavviare il sistema per applicare le impostazioni.
pt: Necessitará reiniciar o sistema para aplicar as configurações.
ru: Вам потребуется перезагрузить систему, чтобы применить настройки.

source: Invalid Username
pt: Nome de utilizador inválido.

source: Invalid username. Rules:\n1. Length must be <= 32.\n2. Must not start with a dash, plus, or tilde, and cannot be all numeric.\n3. Only a-z, A-Z, 0-9, and underscore allowed. Cannot end with a dollar sign.\n4. '.', '..', colon, comma, whitespace, and '/' are not allowed.
pt: Nome de utilizador inválido. Regras:\n1. O comprimento deve ser <= 32.\n2. Não deve começar com um hífen, mais, til ou ser todo numérico.\n3. Apenas são permitidos a-z, A-Z, 0-9 e underscore. Não pode terminar com sinal de dólar.\n4. '.' , '..', dois pontos, vírgula, espaço e '/' não são permitidos.

source: Username is valid.
pt: Nome de utilizador é válido.

source: Invalid Hostname
pt: Nome do host inválido.

source: Invalid hostname. Rules:\n1. Length must be between 2 and 63 characters.\n2. Can only contain a-z, A-Z, 0-9, and dash.\n3. Must start and end with a letter or number.
pt: Nome do host inválido. Regras:\n1. O comprimento deve estar entre 2 e 63 caracteres.\n2. Pode conter apenas a-z, A-Z, 0-9 e hífen.\n3. Deve começar e terminar com uma letra ou número.

source: Hostname is valid.
pt: Nome do host é válido.

source: Invalid Password
pt: Senha inválida.

source: Password should not contain spaces or single quotes.
pt: A senha não deve conter espaços ou aspas simples.

source: Password is valid.
pt: A senha é válida.
